// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Управление уровнем доступа пользователей";

UsersTabTitle = "Пользователи:";
GroupsTabTitle = "Группы:";
RolesTabTitle = "Уровни доступа:";

// default roles
DeviceAdministrator = "Администратор устройства";
DeviceGuest = "Гость устройства";
DeviceUser = "Пользователь устройства";

//account types
User = "Пользователь";
Group = "Группа";

// context menu operatons
DeleteUserGroupContextMenu = "Удалить пользователей или группы";
DeleteRoleContextMenu = "Удалить роли";
MoveToGroupContextMenu = "Переместить в группы";
MoveToUserContextMenu = "Переместить в пользователи";

// properties names
NameAttribute = "Имя:";
RoleAttribute = "Уровень доступа:";
AuthenticationAttribute = "Метод входа:";
AccountTypeAttribute = "Тип";

// progress titles
UpdateInformationProcessTitle = "Обновление информации...";

// new accounts window
OkButton = "OK";
CancelButton = "Отменить";

AccountSettingsTabTitle = "Настройки учетной записи";
PermissionsPoliciesTabTitle = "Политика разрешений";
WindowsDefaultRoleTitle = "Разрешения, установленные для ОС Windows по умолчанию:";
LDAPDefaultRoleTitle = "Разрешения, установленные для LDAP по умолчанию:";

// alerts
DuplicateNameMessage = "Данное имя уже использовано.";
DuplicateUserGroupNameDescription = "Этот сетевой пользователь или имя группы уже используются. Укажите другие.";
DuplicateNameDescription = "Это имя уже используется. Укажите другое.";
NetworkUserAndGroupTitle = "Пользователь или группа пользователей сети";

DeleteRoleErrorDescription = "Невозможно удалить набор разрешений (%@), так как он все еще используется как набор разрешений по умолчанию или в сопоставлении сетевой группы или пользователя с набором разрешений устройства.";

// tooltips
CreateNewUserToolTip = "Создать нового пользователя";
CreateNewGroupToolTip = "Создать новую группу";
CreateNewRoleToolTip = "Создать новый уровень доступа";

DeleteUsersToolTip = "Удалить выбранных пользователей";
DeleteGroupsToolTip = "Удалить выбранные группы";
DeleteRolesToolTip = "Удалить выбранные уровни доступа";

// permission policies
ApplicationNameKey = "Имя приложения";
ValueKey = "Значение";

ADMINISTRATIONAPPLICATION = "Приложение «Администрирование»";
REPORTS = "Отчеты";
CONFIGURATIONSTATUSPAGES = "Страницы конфигурации/состояния";
CONFIGURATIONPAGE = "Страница конфигурации";
USAGEPAGE = "Страница использования";
FILEDIRECTORY = "Каталог файлов";
SUPPLIESSTATUSPAGE = "Страница состояния расходных материалов";
COLORUSAGEJOBLOG = "Журнал заданий использования цвета";
FAXREPORTS = "Отчеты о факсах";
FAXACTIVITYLOG = "Журнал активности факсов";
BILLINGCODESREPORT = "Отчет по кодам оплаты";
BLOCKEDFAXLIST = "Заблокированный список факсов";
LASTFAXCALLREPORT = "Отчет о последних вызовах по факсу";
SPEEDDIALLIST = "Список быстрого набора";
OTHERPAGES = "Другие страницы";
GENERALSETTINGS = "Общие параметры";
GENERAL = "Общие параметры";
DATETIME = "Дата и время";
DATEANDTIME = "Дата и время";
ENERGYSETTINGS = "Параметры энергопотребления";
PRINTQUALITYMENU = "Меню «Качество печати»";
MANAGESTOREDJOBS = "Управление сохраненными заданиями";
ENABLERETRIEVEFROMUSB = "Включить восстановление с USB";
RESTOREFACTORYSETTINGS = "Восстановить параметры по умолчанию";
DISPLAYSETTINGS = "Параметры дисплея";
NETWORKSETTINGS = "Параметры сети";
NETWORKPROTOCOLS = "Сетевые протоколы";
COPYSETTINGS = "Параметры копирования";
FAXSETTINGS = "Параметры факса";
FAXSENDSETTINGS = "Параметры отправки факса";
FAXSENDSETUP = "Настройка отправки факса";
FAXSETUPWIZARD = "Мастер настройки факса";
GENERALFAXSENDSETTINGS = "Общие параметры отправки факса";
DEFAULTJOBOPTIONSFAXSEND = "Параметры задания по умолчанию (Отправка факса)";
FAXRECEIVESETTINGS = "Параметры получения факса";
FAXRECEIVESETUP = "Настройка получения факса";
FAXPRINTINGSCHEDULE = "Расписание печати факса";
BLOCKEDFAXNUMBERS = "Заблокированные номера факсов";
DEFAULTJOBOPTIONSFAXRECEIVE = "Параметры задания по умолчанию (Получение факса)";
FAXFORWARDING = "Пересылка факса";
GENERALPRINTSETTINGS = "Общие параметры печати";
DEFAULTPRINTOPTIONS = "Параметры печати по умолчанию";
MANAGETRAYS = "Управление лотками";
STAPLERSTACKERSETTINGS = "Параметры степлера/укладчика";
SCANDIGITALSENDSETTINGS = "Параметры сканирования/цифровой отправки";
SCANDIGITALSEND = "Параметры сканирования/цифровой отправки";
EMAILSETTINGS = "Параметры электронной почты";
EMAILSETUP = "Настройка электронной почты";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Параметры задания по умолчанию (Параметры электронной почты)";
SAVETONETWORKFOLDERSETTINGS = "Сохранить в «Параметры сетевой папки»";
SAVETONETWORKFOLDERSETUP = "Сохранить в «Настройка сетевой папки»";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Параметры задания по умолчанию (Сетевая папка)";
SAVETOUSBSETTINGS = "Сохранить в «Параметры USB»";
SAVETOUSBSETUP = "Сохранить в «Настройка USB»";
SAVETOUSBJOBSETTINGS = "Сохранить в «Параметры задания USB»";
DIGITALSENDSERVICESETUP = "Настройка службы цифровой отправки";
MANAGESUPPLIES = "Управление расходными материалами";
RESETSUPPLIES = "Сброс расходных материалов";
TROUBLESHOOTINGMENU = "Меню «Устранение неисправностей»";
TROUBLESHOOTING = "Меню «Устранение неисправностей»";
RETRIEVEDIAGNOSTICDATA = "Восстановить данные диагностики";
DIAGNOSTICDATA = "Восстановить данные диагностики";
STAPLERSTACKER = "Степлер укладчик";
RETRIEVEFAXDIAGNOSTICDATA = "Получить данные диагностики факса";
REMOTECONTROLPANEL = "Удаленная панель управления";
DIGITALSENDINGSOFTWAREDSSSETUP = "Настройка Digital Sending Software (DSS)";
DIGITALSENDINGSOFTWARESETUP = "Настройка Digital Sending Software";
SUPPLYSTATUSAPPLICATION = "Приложение «Состояние расходных материалов»";
COPYAPPLICATION = "Приложение «Копия»";
SIDEDCOPYOUTPUT = "Вывод односторонней копии";
MAKEACOLORCOPY = "Сделать цветную копию";
SAVETODEVICEMEMORYAPPLICATION = "Сохранить в приложение «Память устройства»";
OPENFROMDEVICEMEMORYAPPLICATION = "Открыть из приложения «Память устройства»";
STOREDFAXES = "Сохраненные факсы";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Удалить все сохраненные задания (общие или частные)";
TRAYS = "Лотки";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Возможность изменять размеры лотков и параметры ввода";
PRINTING = "Печать";
PRINTINCOLOR = "Цветная печать";
OPENFROMUSBAPPLICATION = "Открыть из USB-приложения";
FAXAPPLICATION = "Приложение «Факс»";
ABILITYTOEDITTHEBILLINGCODE = "Возможность редактировать коды оплаты";
ABILITYTOEDITASPEEDDIAL = "Возможность редактировать быстрый набор";
EMAILAPPLICATION = "Приложение «Электронная почта»";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Возможность редактировать поле «От» для электронной почты";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Возможность редактировать поле «Кому» для электронной почты";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Возможность редактировать поле «Копия» для электронной почты";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Возможность редактировать поле «Скрытая копия» для электронной почты";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Возможность редактировать поле «Тема» для электронной почты";
ABILITYTOEDITTHEBODYOFANEMAIL = "Возможность редактировать тело письма для электронной почты";
ADDRESSBOOK = "Адресная книга";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Возможность управлять контактами в частной адресной книге";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Возможность управлять контактами в общей адресной книге";
SAVETOSHAREPOINT = "Сохранить в SharePoint®";
NETWORKFOLDERAPPLICATION = "Приложение «Сетевая папка»";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Возможность редактировать путь сетевой папки";
JOBSTATUSAPPLICATION = "Приложение «Состояние задания»";
DETAILSORCANCELANYUSERSJOB = "Сведения о задании пользователя или отмена";
ABILITYTOPROMOTEANYUSERSJOB = "Возможность продвигать задания любого пользователя";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Возможность просматривать все задания в журнале заданий для всех пользователей";
SAVETOUSBAPPLICATION = "Сохранить в USB-приложение";
DEVICEMAINTENANCEAPPLICATION = "Приложение «Обслуживание устройства»";
INFORMATION = "Информация";
DEVICESTATUS = "Состояние устройства";
PRINT = "Печать";
HPWEBSERVICES = "Веб-службы HP";
ONLINEHELP = "Веб-справка";
FAX = "Факс";
RESTRICTCOLOR = "Ограничение цвета";

EnableFromRestrictColorPlugin = "Чтобы включить эту функцию, перейдите в подключаемый модуль ограничения цвета";
ENABLEDEVICEUSB = "Включить устройство USB";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Удалить защищенные задания без ввода пароля и PIN-кода";
JOBLOG = "Журнал заданий";
STATUSINFORMATION = "Сведения о состоянии";
PRINTABLEREPORTSANDPAGES = "Отчеты и страницы для печати";
NETWORKING = "Сеть";
ALERTS = "Оповещения";
CONTROLPANELADMINISTRATIONMENU = "Меню администрирования панели управления";
AUTOSEND = "Автоотправка";
DISPLAYCUSTOMIZATIONS = "Индивидуальная настройка дисплея";
BACKUPANDRESTORE = "Архивация и восстановление";
SOLUTIONINSTALLER = "Установщик решения";
FIRMWAREUPGRADE = "Обновление микропрограммы";
QUOTAANDSTATISTICSSERVICES = "Службы квот и статистики";
CONTROLPANELCUSTOMIZATION = "Настройка панели управления";
QUICKSETSSETUP = "Настройка быстрых наборов";
GENERALTROUBLESHOOTING = "Общая диагностика";
CALIBRATIONCLEANING = "Калибровка/очистка";
SECURITY = "Безопасность";
GENERALSECURITY = "Общая безопасность";
ACCESSCONTROL = "Управление доступом";
PROTECTSTOREDDATA = "Защита сохраненных данных";
CERTIFICATEMANAGEMENT = "Управление сертификатами";
WEBSERVICESECURITY = "Безопасность веб-служб";
EMAILDOMAINRESTRICTION = "Ограничение доменов электронной почты";
FAXARCHIVEANDFORWARDING = "Архив и перенаправление факсов";
SPEEDDIALS = "Быстрый набор";
COPYPRINT = "Копирование/печать";
ADJUSTPAPERTYPES = "Настроить типы бумаги";
RETRIEVEFROMUSBSETUP = "Извлечь из установки по USB";
REMOTESCANREQUEST = "Удаленный запрос на сканирование";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Мастеры быстрой настройки отправки по эл. почте и сохранения в сетевую папку";
PREFERENCES = "Предпочтения";
